jorgebucaran/fisher
patrickf1/fzf.fish
franciscolourenco/done
jorgebucaran/replay.fish
patrickf1/colored_man_pages.fish
nickeb96/puffer-fish
laughedelic/pisces
rose-pine/fish
