jorgebucaran/fisher
patrickf1/fzf.fish
franciscolourenco/done
jorgebucaran/replay.fish
patrickf1/colored_man_pages.fish
catppuccin/fish
veirt/web-search.fish
edc/bass
nickeb96/puffer-fish
laughedelic/pisces
gazorby/fish-abbreviation-tips
paldepind/projectdo
rose-pine/fish
wawa19933/fish-systemd
gokulsoumya/f
fishgretel/fasd
